tap "cmacrae/formulae"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "hudochenkov/sshpass"
tap "koekeishiya/formulae"
tap "mongodb/brew"
brew "act"
brew "apr-util"
brew "bash"
brew "bat"
brew "pkg-config"
brew "colima"
brew "coreutils"
brew "curl"
brew "curlie"
brew "defaultbrowser"
brew "deno"
brew "dhall"
brew "dhall-bash"
brew "dhcpdump"
brew "docker"
brew "dog"
brew "duf"
brew "dust"
brew "entr"
brew "exa"
brew "fd"
brew "freetds"
brew "fzf"
brew "gh"
brew "gnu-sed"
brew "gnu-tar"
brew "go"
brew "grep"
brew "hping"
brew "htop"
brew "jq"
brew "krb5"
brew "kubernetes-cli"
brew "libpcap"
brew "libressl"
brew "llvm"
brew "lua"
brew "luarocks"
brew "neovim"
brew "nginx", restart_service: true
brew "nvm"
brew "openjdk@11"
brew "openssl@3"
brew "parallel"
brew "perl"
brew "pigz"
brew "procs"
brew "pstree"
brew "pv"
brew "ripgrep"
brew "rsync"
brew "screen"
brew "shellcheck"
brew "shfmt"
brew "starship"
brew "stow"
brew "telnet"
brew "tmux"
brew "tree"
brew "watch"
brew "wget"
brew "wimlib"
brew "zlib"
brew "cmacrae/formulae/spacebar"
brew "hudochenkov/sshpass/sshpass"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "mongodb/brew/mongodb-database-tools"
cask "alacritty"
cask "balance-lock"
cask "brave-browser"
cask "docker"
cask "figma"
cask "font-awesome-terminal-fonts"
cask "font-fontawesome"
cask "font-iosevka"
cask "font-iosevka-curly"
cask "font-iosevka-curly-slab"
cask "font-meslo-for-powerline"
cask "hyper"
cask "insomnia"
cask "karabiner-elements"
cask "neovide"
cask "notion"
cask "parsec"
cask "spotify"
cask "ubersicht"
cask "visual-studio-code"
cask "vlc"
cask "vscodium"
cask "xquartz"
