brew "dhcpdump"
brew "dog"
brew "duf"
brew "dust"
brew "entr"
brew "exa"
brew "fd"
brew "freetds"
brew "fzf"
brew "gh"
brew "gnu-sed"
brew "gnu-tar"
brew "go"
brew "grep"
brew "hping"
brew "htop"
brew "jq"
brew "krb5"
brew "kubernetes-cli"
brew "libpcap"
brew "libressl"
brew "llvm"
brew "lua"
brew "luarocks"
brew "neovim"
brew "nvm"
brew "openssl@3"
brew "parallel"
brew "pigz"
brew "procs"
brew "pstree"
brew "pv"
brew "ripgrep"
brew "rsync"
brew "screen"
brew "shellcheck"
brew "shfmt"
brew "stow"
brew "telnet"
brew "tmux"
brew "tree"
brew "watch"
brew "wget"
brew "wimlib"
brew "zlib"
brew "cmacrae/formulae/spacebar"
brew "koekeishiya/formulae/skhd"
brew "mongodb/brew/mongodb-database-tools"
cask "alacritty"
cask "balance-lock"
cask "brave-browser"
cask "docker"
cask "figma"
cask "font-awesome-terminal-fonts"
cask "font-fontawesome"
cask "font-iosevka"
cask "font-iosevka-curly"
cask "font-iosevka-curly-slab"
cask "font-meslo-for-powerline"
cask "karabiner-elements"
cask "notion"
cask "parsec"
cask "vlc"
cask "vscodium"
